Repository: static-var/vlr-gg
Catalog: iosApp/VLRWidget/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ko, pt_br, ru, tr

source: %lld MATCHES
de: %lld PARTIEN
es: %lld PARTIDAS
fr: %lld RENCONTRES
hi: %lld मैच
ko: 경기 %lld개
pt_br: %lld PARTIDAS
ru: %lld МАТЧА
tr: %lld MAÇ

source: FAVORITES
de: FAVORITEN
es: FAVORITOS
fr: FAVORIS
hi: पसंदीदा
ko: 즐겨찾기
pt_br: FAVORITOS
ru: ИЗБРАННОЕ
tr: FAVORİLER

source: Favorite a team, player, event, or match in Val Esports.
de: Füge in Val Esports ein Team, einen Spieler, ein Event oder ein Match zu deinen Favoriten hinzu.
es: Añade un equipo, jugador, evento o partida a tus favoritos en Val Esports.
fr: Ajoutez une équipe, un joueur, un événement ou un match à vos favoris dans Val Esports.
hi: Val Esports में किसी टीम, खिलाड़ी, इवेंट या मैच को पसंदीदा बनाएँ।
ko: Val Esports에서 팀, 선수, 이벤트 또는 경기를 즐겨찾기에 추가하세요.
pt_br: Adicione um time, jogador, evento ou partida aos favoritos no Val Esports.
ru: Добавьте команду, игрока, событие или матч в избранное в Val Esports.
tr: Val Esports'ta bir takımı, oyuncuyu, etkinliği veya maçı favorilerinize ekleyin.

source: Favorite match
de: Favoriten-Match
es: Partida favorita
fr: Match favori
hi: पसंदीदा मैच
ko: 즐겨찾기 경기
pt_br: Partida favorita
ru: Избранный матч
tr: Favori maç

source: Favorite matches
de: Favoriten-Matches
es: Partidas favoritas
fr: Matchs favoris
hi: पसंदीदा मैच
ko: 즐겨찾기 경기
pt_br: Partidas favoritas
ru: Избранные матчи
tr: Favori maçlar

source: LIVE
de: JETZT LIVE
es: EN DIRECTO
fr: EN DIRECT
hi: लाइव
ko: 라이브
pt_br: AO VIVO
ru: В ЭФИРЕ
tr: CANLI

source: Live and upcoming matches connected to your Val Esports favorites.
de: Laufende und bevorstehende Matches deiner Val Esports-Favoriten.
es: Partidas en directo y programadas de tus favoritos de Val Esports.
fr: Matchs en direct et à venir liés à vos favoris Val Esports.
hi: आपके Val Esports पसंदीदा से जुड़े लाइव और आने वाले मैच।
ko: Val Esports 즐겨찾기와 관련된 라이브 및 예정 경기입니다.
pt_br: Partidas ao vivo e agendadas dos seus favoritos do Val Esports.
ru: Матчи в прямом эфире и по расписанию для избранного в Val Esports.
tr: Val Esports favorilerinizle ilgili canlı ve yaklaşan maçlar.

source: MATCH
de: PARTIE
es: PARTIDA
fr: RENCONTRE
hi: मैच
ko: 경기
pt_br: PARTIDA
ru: МАТЧ
tr: MAÇ

source: NO MATCHES
de: KEINE MATCHES
es: SIN PARTIDAS
fr: AUCUN MATCH
hi: कोई मैच नहीं
ko: 경기 없음
pt_br: SEM PARTIDAS
ru: НЕТ МАТЧЕЙ
tr: MAÇ YOK

source: No favorites.
de: Keine Favoriten.
es: No hay favoritos.
fr: Aucun favori.
hi: कोई पसंदीदा नहीं।
ko: 즐겨찾기가 없습니다.
pt_br: Nenhum favorito.
ru: Нет избранного.
tr: Favori yok.

source: No matches scheduled.
de: Keine Matches geplant.
es: No hay partidas programadas.
fr: Aucun match programmé.
hi: कोई मैच तय नहीं है।
ko: 예정된 경기가 없습니다.
pt_br: Nenhuma partida agendada.
ru: Нет запланированных матчей.
tr: Planlanmış maç yok.

source: Not started
de: Noch nicht gestartet
es: Sin comenzar
fr: Pas commencé
hi: शुरू नहीं हुआ
ko: 시작 전
pt_br: Não iniciada
ru: Не начался
tr: Başlamadı

source: Open Val Esports once to connect your favorites.
de: Öffne Val Esports einmal, um deine Favoriten zu verbinden.
es: Abre Val Esports una vez para conectar tus favoritos.
fr: Ouvrez Val Esports une fois pour connecter vos favoris.
hi: अपने पसंदीदा जोड़ने के लिए Val Esports को एक बार खोलें।
ko: Val Esports를 한 번 열어 즐겨찾기를 연결하세요.
pt_br: Abra o Val Esports uma vez para conectar seus favoritos.
ru: Откройте Val Esports один раз, чтобы подключить избранное.
tr: Favorilerinizi bağlamak için Val Esports'u bir kez açın.

source: Open the app.
de: App öffnen.
es: Abre la app.
fr: Ouvrez l’app.
hi: ऐप खोलें।
ko: 앱을 여세요.
pt_br: Abra o app.
ru: Откройте приложение.
tr: Uygulamayı açın.

source: Opens match details
de: Öffnet die Matchdetails
es: Abre los detalles de la partida
fr: Ouvre les détails du match
hi: मैच का विवरण खोलता है
ko: 경기 세부사항 열기
pt_br: Abre os detalhes da partida
ru: Открывает сведения о матче
tr: Maç ayrıntılarını açar

source: Score hidden
de: Ergebnis ausgeblendet
es: Resultado oculto
fr: Score masqué
hi: स्कोर छिपा है
ko: 점수 숨김
pt_br: Placar oculto
ru: Счёт скрыт
tr: Skor gizli

source: Score unavailable
de: Ergebnis nicht verfügbar
es: Resultado no disponible
fr: Score indisponible
hi: स्कोर उपलब्ध नहीं है
ko: 점수 정보 없음
pt_br: Placar indisponível
ru: Счёт недоступен
tr: Skor kullanılamıyor

source: Scores hidden
de: Ergebnisse ausgeblendet
es: Resultados ocultos
fr: Scores masqués
hi: स्कोर छिपे हैं
ko: 점수 숨김
pt_br: Placares ocultos
ru: Счёт скрыт
tr: Skorlar gizli

source: TBD
de: NOCH OFFEN
es: POR DEFINIR
fr: À DÉFINIR
hi: तय होना बाकी
ko: 미정
pt_br: A DEFINIR
ru: НЕ ОПР.
tr: BELLİ DEĞİL

source: UPCOMING
de: BEVORSTEHEND
es: PRÓXIMA
fr: À VENIR
hi: आगामी
ko: 예정
pt_br: EM BREVE
ru: СКОРО
tr: YAKLAŞAN

source: Your favorites return here when they play.
de: Deine Favoriten erscheinen hier, sobald sie spielen.
es: Tus favoritos aparecerán aquí cuando jueguen.
fr: Vos favoris réapparaîtront ici lorsqu’ils joueront.
hi: आपके पसंदीदा जब खेलेंगे, तो यहाँ दिखाई देंगे।
ko: 즐겨찾는 팀이나 선수가 경기할 때 여기에 표시됩니다.
pt_br: Seus favoritos aparecerão aqui quando jogarem.
ru: Ваше избранное появится здесь, когда начнутся матчи.
tr: Favorileriniz oynadığında burada görünür.

source: You're caught up on your favorites.
de: Du bist bei deinen Favoriten auf dem neuesten Stand.
es: Estás al día con tus favoritos.
fr: Vous êtes à jour sur vos favoris.
hi: आप अपने पसंदीदा की सभी जानकारी देख चुके हैं।
ko: 즐겨찾기의 최신 일정을 모두 확인했습니다.
pt_br: Você está em dia com seus favoritos.
ru: Вы в курсе всех событий в избранном.
tr: Favorilerinizdeki her şeyi gördünüz.

# widget.score_format
source: Score %1$lld
de: Ergebnis %1$lld
es: Puntuación: %1$lld
hi: स्कोर %1$lld
ko: 점수 %1$lld
pt_br: Placar: %1$lld
ru: Счёт: %1$lld
tr: Skor %1$lld
